// PCAboutController
"AboutVersionFormat" = "Version %@";

// PCColorLabelView
"ColorLabelTags" = "Tags:";
"ColorLabelNameFormat" = "„%@“";

// PCDynamicSheetController
"Learn more." = "Weitere Informationen.";

// PCImagePickerView
"Choose Image..." = "Bild auswählen …";
"Use Server Icon" = "Serversymbol verwenden";
"Use Default Image" = "Standardbild verwenden";

// PCTitleBarTrialView

// PCTruncatingDateCell
"Yesterday" = "Gestern";
"Today" = "Heute";
"Tomorrow" = "Morgen";

// PCUnderTabView
"New Tab" = "Neuer Tab";
"Create a new tab" = "Neuen Tab erstellen";
"Close this tab" = "Diesen Tab schließen";
"Close" = "Schließen";
"Tab" = "Tab";

// NSWorkspace-Additions
"Hard Disk" = "Festplatte";

// PCTitleBarTrialView
"Expired. Buy now! " = "Abgelaufen. Kaufen Sie jetzt! ";
"1 day left. Buy now! " = "Noch 1 Tag. Kaufen Sie jetzt! ";
"%lu days left. Buy now! " = "Noch %lu Tage. Kaufen Sie jetzt! ";

"Continue" = "Fortsetzen";
"Cancel" = "Abbrechen";
"OK" = "OK";

// NSAppleEventDescriptor-Additions
"Could not get property." = "Eigenschaft konnte nicht abgerufen werden.";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "Zugriffsrechte von „%@“ konnten nicht geändert werden.";
"Could not change owner/group of \"%@\"." = "Eigentümer/Gruppe von „%@“ konnte nicht geändert werden.";
"Authorization was cancelled." = "Autorisierung wurde abgebrochen.";
"The operation could not be completed because authorization was not obtained." = "Der Vorgang konnte nicht abgeschlossen werden, da keine Autorisierung erfolgt ist.";

// PCHUDSecureTextField
"Cut" = "Ausschneiden";
"Copy" = "Kopieren";
"Paste" = "Einsetzen";
"Delete" = "Löschen";
"Select All" = "Alles auswählen";

// PCURLAuthenticator
"Username and Password Required for %@" = "Benutzername und Passwort sind erforderlich für %@";
"Log In" = "Anmelden";
"Username" = "Benutzername";
"Password" = "Passwort";
"Username and Password Required" = "Benutzername und Passwort sind erforderlich";
"%@ requires a username and password to view. Your password will be sent in the clear." = "Zur Anzeige von %@ sind ein Benutzername und ein Passwort erforderlich. Ihr Passwort wird in Klartext übertragen.";

// PCPredicateGroup
"The action to take when a file is matched." = "Die durchzuführende Aktion, wenn eine entsprechende Datei gefunden wird.";
"Skip" = "Überspringen";
"Hide" = "Ausblenden";
"Show" = "Einblenden";
"New Rule" = "Neue Regel";

// PCTabBar
"Tab bar" = "Tableiste";

// Crash Reporting
//crash
"%@ unexpectedly quit the last time it was run." = "%@ wurde bei der letzten Ausführung unerwartet beendet.";
"Would you like to send a crash report to %@?" = "Möchten Sie einen Absturzbericht an %@ senden?";
"ExceptionEmailAddress" = "transmit-crash@panic.com";
"Report" = "Bericht";
"Quit" = "Beenden";

//exception
"An internal application error has occurred." = "Ein interner Programmfehler ist aufgetreten.";
"This error will cause instability and it is recommended you quit and relaunch %@." = "Dieser Fehler verursacht Instabilität. Es wird empfohlen, %@ zu beenden und neu zu starten.";

"Show Details" = "Details einblenden";
"Hide Details" = "Details ausblenden";

"%@ Error Report" = "%@-Fehlerbericht";
"Provide any steps necessary to reproduce the problem." = "Beschreiben Sie alle nötigen Schritte, um den Fehler zu reproduzieren.";

// PCOAuthSheetController
"Back" = "Zurück";
"Forward" = "Vorwärts";

//PCLicenceWindowController
"Registration" = "Registrierung";
"Start Subscription" = "Abonnement beginnen";
"Manage Subscription" = "Abonnement verwalten";

// PCTranscriptWindowController

"Transcript" = "Aufzeichnung";
"Describe what's going on, what message you're getting, or what's not working." = "Beschreiben Sie, was passiert, welche Meldung angezeigt wird oder was nicht funktioniert.";

// SoapBox

"SoapboxPrivacyURL" = "https://panic.com/privacy/#soapbox";

"Check for important announcements" = "Nach wichtigen Ankündigungen suchen";
"Are you sure you want to disable %@ announcements?" = "Möchten Sie wirklich die %@-Ankündigungen deaktivieren?";
"These are meant to inform you about important %@-related news, and are for exceptional circumstances only." = "Diese sind dazu gedacht, Sie über wichtige %@-bezogene Neuigkeiten zu informieren, und sind nur für außergewöhnliche Umstände bestimmt.";

"Disable" = "Deaktivieren";
"More Info…" = "Mehr Information …";

// PCMonospaceFontChooserViewController
"All Fonts…" = "Alle Schriften …";

// PCPreferencesController
"Preferences" = "Einstellungen";

// macOS Pre-release Version Alert
"You seem to be running a pre-release version of macOS." = "Sie scheinen eine Vorabversion von macOS zu verwenden.";
"While %@ may work without issues, please keep in mind that pre-release OS versions are not fully supported and you may encounter crashes or erratic behavior. We do not recommend using them for production work." = "Auch wenn %@ ohne Probleme funktioniert, beachten Sie bitte, dass Vorabversionen von Betriebssystemen nicht vollständig unterstützt werden und es zu Abstürzen oder unberechenbarem Verhalten kommen kann. Wir raten davon ab, sie für Produktionsarbeiten zu verwenden.";
"More Info…" = "Mehr Information …";
